Revit 2027 API
IFCAggregate.Count Property
 The number of the data values in the aggregate.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Count { get; }
Public ReadOnly Property Count As Integer
	Get
public:
property int Count {
	int get ();
}
member Count : int with get
Property Value
Int32
See Also
Reference
IFCAggregate Class
Autodesk.Revit.DB.IFC Namespace